tap "azure/functions"
tap "dbt-labs/dbt"
tap "github/gh"
tap "hashicorp/tap"
tap "linuxkit/linuxkit"
tap "microsoft/mssql-release"
brew "libyaml"
brew "ansible-cmdb"
brew "asciinema"
brew "gettext"
brew "git"
brew "asdf"
brew "autoconf"
brew "awscli"
brew "aztfexport"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bind"
brew "binutils"
brew "bmon"
brew "glib"
brew "cli53"
brew "coreutils"
brew "diffutils"
brew "dnsmap"
brew "dnstop"
brew "dust"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "editorconfig"
brew "harfbuzz"
brew "emscripten"
brew "eza"
brew "gcc"
brew "open-mpi"
brew "figlet"
brew "findutils"
brew "gdk-pixbuf"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hopenpgp-tools"
brew "htop"
brew "icu4c"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lastpass-cli"
brew "libgsf"
brew "libiodbc"
brew "make"
brew "mas"
brew "mockery"
brew "moreutils", link: false
brew "mtr"
brew "neovim"
brew "netcat"
brew "ngrep"
brew "nmap"
brew "openapi-generator"
brew "openssh"
brew "p7zip"
brew "hashicorp/tap/packer"
brew "parallel"
brew "pidof"
brew "pinentry-mac"
brew "pmd"
brew "poetry"
brew "protobuf"
brew "pssh"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "slackcat"
brew "sqlfluff"
brew "sqlmap"
brew "starship"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "trivy"
brew "unixodbc"
brew "uv"
brew "vint"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "ykman"
brew "zlib"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
cask "appcleaner"
cask "goreleaser"
cask "clickup"
cask "cloudflare-warp"
cask "cutter"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-fira-code"
cask "font-hasklug-nerd-font"
cask "font-inter"
cask "font-open-dyslexic"
cask "font-rubik"
cask "ghostty"
cask "gcloud-cli"
cask "google-drive"
cask "google-web-designer"
cask "iterm2"
cask "keybase"
cask "logi-options+"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "windows-app"
cask "miro"
cask "obsidian"
cask "raindropio"
cask "signal"
cask "slack-beta"
cask "spotify"
cask "hashicorp/tap/hashicorp-vagrant"
cask "visual-studio-code-insiders"
cask "wireshark"
cask "xquartz"
mas "Harvest", id: 506189836
vscode "aaron-bond.better-comments"
vscode "aprilandjan.ascii-tree-generator"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "cpmcgrath.codealignment-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.markdown-extended"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-repositories"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rogalmic.bash-debug"
vscode "sidneys1.gitconfig"
vscode "timonwong.shellcheck"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "ue.alphabetical-sorter"
vscode "vstirbu.vscode-mermaid-preview"
vscode "yzhang.markdown-all-in-one"
