tap "chrokh/tap"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/fuse"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ksonnet/tap"
tap "sidaf/pentest"
tap "weaveworks/tap"
cask "xquartz"
brew "ark"
brew "openssl"
brew "python", args: ["with-tcl-tk"]
brew "asciinema"
brew "autoconf"
brew "aws-shell"
brew "awscli"
brew "ballerina"
brew "binutils", link: true
brew "gettext"
brew "ccze"
brew "cmake"
brew "jq"
brew "juju"
brew "libyaml"
brew "conjure-up"
brew "coreutils"
brew "cpanminus"
brew "go"
brew "dep"
brew "figlet"
brew "findutils"
brew "git"
brew "glances"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grep"
brew "htop", args: ["with-ncurses"]
brew "httpie"
brew "hugo"
brew "innoextract"
brew "jsonnet"
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "libevent"
brew "lua@5.1"
brew "moreutils", args: ["without-parallel"]
brew "msitools"
brew "neovim"
brew "ngrep"
brew "nikto"
brew "nmap"
brew "openssh"
brew "packer"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "quazip"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rkhunter"
brew "shellcheck"
brew "sl"
brew "stow"
brew "tectonic"
brew "terraform"
brew "tmux"
brew "travis"
brew "tree"
brew "watch"
brew "wget"
brew "zsh", args: ["without-etcdir"]
brew "crisidev/chunkwm/chunkwm"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "koekeishiya/formulae/khd"
brew "ksonnet/tap/ks"
brew "weaveworks/tap/eksctl"
cask "appcleaner"
cask "ckb-next"
cask "docker-edge"
cask "font-fira-code"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "google-cloud-sdk"
cask "google-web-designer"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "java8"
cask "mattermost"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
