tap "chrokh/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/services"
tap "weaveworks/tap"
brew "openssl"
brew "python", args: ["with-tcl-tk"]
brew "asciinema"
brew "autoconf"
brew "aws-shell"
brew "awscli"
brew "binutils", link: true
brew "gettext"
brew "jq"
brew "libyaml"
brew "coreutils"
brew "go"
brew "findutils"
brew "git"
brew "glances"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grep"
brew "htop", args: ["with-ncurses"]
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "libevent"
brew "lua@5.1"
brew "moreutils", args: ["without-parallel"]
brew "neovim"
brew "ngrep"
brew "nmap"
brew "openssh"
brew "packer"
brew "parallel"
brew "pinentry-mac"
brew "pidof"
brew "pyenv"
brew "pyenv-virtualenv"
brew "quazip"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "sshfs"
brew "sl"
brew "terraform"
brew "tmux"
brew "travis"
brew "tree"
brew "watch"
brew "wget"
brew "zsh", args: ["without-etcdir"]
brew "weaveworks/tap/eksctl"
cask "xquartz"
cask "appcleaner"
cask "docker-edge"
cask "font-fira-code"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "google-cloud-sdk"
cask "intel-power-gadget"
cask "iterm2"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "slack-beta"
