tap "aws/tap"
tap "chrokh/tap"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxkit/linuxkit"
tap "weaveworks/tap"
tap "wix/brew"
brew "amazon-ecs-cli"
brew "libyaml"
brew "ansible-cmdb"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "gettext"
brew "bind"
brew "binutils"
brew "bmon"
brew "circleci"
brew "coreutils"
brew "cpanminus"
brew "dnsmap"
brew "dnstop"
brew "dust"
brew "editorconfig"
brew "emscripten"
brew "exa"
brew "gcc"
brew "libevent"
brew "findutils"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kops"
brew "kubectx"
brew "lastpass-cli"
brew "lua@5.1", link: false
brew "mas"
brew "moreutils", link: false
brew "mtr"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "ngrep"
brew "nmap"
brew "openssh"
brew "packer"
brew "parallel"
brew "perltidy"
brew "pidof"
brew "pinentry-mac"
brew "poetry"
brew "protobuf"
brew "pssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "quazip"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "slackcat"
brew "sphinx-doc"
brew "sqlmap"
brew "starship"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tokei"
brew "travis"
brew "tree"
brew "vint"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "chrokh/tap/base16-manager"
brew "goreleaser/tap/goreleaser"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "weaveworks/tap/eksctl"
brew "wix/brew/applesimutils"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "azure-data-studio"
cask "clickup"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-cascadia"
cask "font-fira-code"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "google-chrome-dev"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "inkscape"
cask "iterm2"
cask "lastpass"
cask "logitech-options"
cask "messenger"
cask "microsoft-remote-desktop-beta"
cask "minecraft"
cask "osxfuse"
cask "pock"
cask "rectangle"
cask "slack-beta"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code-insiders"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Client", id: 600925318
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
